Repository: itsmng/encryptfile
Catalog: locales/*.po
Languages: fr_fr

source: Decrypt
fr_fr: Déchiffrer

source: Encrypt
fr_fr: Chiffrer

source: Encrypt the document
fr_fr: Chiffrer le document

source: Encrypted file
fr_fr: Chiffrage de document

source: Encrypted files
fr_fr: Chiffrage de documents

source: Generate key
fr_fr: Gestion de la clé de chiffrage

source: Profile configuration
fr_fr: Gestion des profils

source: Item configuration
fr_fr: Gestion des objets

source: Select reading profiles
fr_fr: Sélectionnez les profils ayant droit de déchiffrage

source: Select GLPi object
fr_fr: Sélectionnez les objets nécessitant le chiffrage de document

source: Formcreator configuration
fr_fr: Gestion de Formcreator

source: Associated forms
fr_fr: Formulaires associés

source: No associated form
fr_fr: Aucun formulaire associé

source: Please note that the key cannot be purged if documents are still associated with it.
fr_fr: Veuillez noter que la clé ne peut pas être purgée si des documents lui sont encore associés.

source: Associated documents
fr_fr: Documents associés

source: Unable to purge the key because documents are still associated with it
fr_fr: Purge de la clé impossible car des documents lui sont toujours associés

source: Unable to drop encryptfile tables because there are still documents associated with the keys
fr_fr: Impossible de supprimer les tables encryptfile car des documents sont toujours associés aux clés
